-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Client: localhost
-- Généré le: Jeu 17 Janvier 2013 à 22:49
-- Version du serveur: 5.5.25
-- Version de PHP: 5.4.4

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- Base de données: `poiskdetei`
--

-- --------------------------------------------------------

--
-- Structure de la table `region`
--

CREATE TABLE IF NOT EXISTS `region` (
  `id` int(3) NOT NULL,
  `number` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `capital` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Contenu de la table `region`
--

INSERT INTO `region` (`id`, `number`, `name`, `capital`) VALUES
(1, 1, 'Алтайский край', ' Барнаул'),
(2, 3, 'Краснодарский край', ' Краснодар'),
(3, 4, 'Красноярский край', ' Красноярск'),
(4, 5, 'Приморский край', ' Владивосток'),
(5, 7, 'Ставропольский край', ' Ставрополь'),
(6, 8, 'Хабаровский край', ' Хабаровск'),
(7, 10, 'Амурская область', ' Благовещенск'),
(8, 11, 'Архангельская область', ' Архангельск'),
(9, 12, 'Астраханская область', ' Астрахань'),
(10, 14, 'Белгородская область', ' Белгород'),
(11, 15, 'Брянская область', ' Брянск'),
(12, 17, 'Владимирская область', ' Владимир'),
(13, 18, 'Волгоградская область', ' Волгоград'),
(14, 19, 'Вологодская область', ' Вологда'),
(15, 20, 'Воронежская область', ' Воронеж'),
(16, 22, 'Нижегородская область', ' Нижний Новгород'),
(17, 24, 'Ивановская область', ' Иваново'),
(18, 25, 'Иркутская область', ' Иркутск'),
(19, 26, 'Республика Ингушетия', ' Магас'),
(20, 27, 'Калининградская область', ' Калининград'),
(21, 28, 'Тверская область', ' Тверь'),
(22, 29, 'Калужская область', ' Калуга'),
(23, 30, 'Камчатский край', ' Петропавловск-Камчатский'),
(24, 32, 'Кемеровская область', ' Кемерово'),
(25, 33, 'Кировская область', ' Киров'),
(26, 34, 'Костромская область', ' Кострома'),
(27, 36, 'Самарская область', ' Самара'),
(28, 37, 'Курганская область', ' Курган'),
(29, 38, 'Курская область', ' Курск'),
(30, 40, 'Город Санкт-Петербург', ' Санкт-Петербург'),
(31, 41, 'Ленинградская область', ' Санкт-Петербург'),
(32, 42, 'Липецкая область', ' Липецк'),
(33, 44, 'Магаданская область', ' Магадан'),
(34, 45, 'Город Москва', ' Москва'),
(35, 46, 'Московская область', ' Москва'),
(36, 47, 'Мурманская область', ' Мурманск'),
(37, 49, 'Новгородская область', ' Великий Новгород'),
(38, 50, 'Новосибирская область', ' Новосибирск'),
(39, 52, 'Омская область', ' Омск'),
(40, 53, 'Оренбургская область', ' Оренбург'),
(41, 54, 'Орловская область', ' Орел'),
(42, 55, 'Город Байконур', ' Байконур'),
(43, 56, 'Пензенская область', ' Пенза'),
(44, 57, 'Пермский край', ' Пермь'),
(45, 58, 'Псковская область', ' Псков'),
(46, 60, 'Ростовская область', ' Ростов-на-Дону'),
(47, 61, 'Рязанская область', ' Рязань'),
(48, 63, 'Саратовская область', ' Саратов'),
(49, 64, 'Сахалинская область', ' Южно-Сахалинск'),
(50, 65, 'Свердловская область', ' Екатеринбург'),
(51, 66, 'Смоленская область', ' Смоленск'),
(52, 68, 'Тамбовская область', ' Тамбов'),
(53, 69, 'Томская область', ' Томск'),
(54, 70, 'Тульская область', ' Тула'),
(55, 71, 'Тюменская область', ' Тюмень'),
(56, 73, 'Ульяновская область', ' Ульяновск'),
(57, 75, 'Челябинская область', ' Челябинск'),
(58, 76, 'Читинская область', ' Чита'),
(59, 77, 'Чукотский автономный округ', ' Анадырь'),
(60, 78, 'Ярославская область', ' Ярославль'),
(61, 79, 'Республика Адыгея (Адыгея)', ' Майкоп'),
(62, 80, 'Республика Башкортостан', ' Уфа'),
(63, 81, 'Республика Бурятия', ' Улан-Удэ'),
(64, 82, 'Республика Дагестан', ' Махачкала'),
(65, 83, 'Кабардино-Балкарская Республика', ' Нальчик'),
(66, 84, 'Республика Алтай', ' Горно-Алтайск'),
(67, 85, 'Республика Калмыкия', ' Элиста'),
(68, 86, 'Республика Карелия', ' Петрозаводск'),
(69, 87, 'Республика Коми', ' Сыктывкар'),
(70, 88, 'Республика Марий Эл', ' Йошкар-Ола'),
(71, 89, 'Республика Мордовия', ' Саранск'),
(72, 90, 'Республика Северная Осетия-Алания', ' Владикавказ'),
(73, 91, 'Карачаево-Черкесская Республика', ' Черкесск'),
(74, 92, 'Республика Татарстан (Татарстан)', ' Казань'),
(75, 93, 'Республика Тыва', ' Кызыл'),
(76, 94, 'Удмуртская Республика', ' Ижевск'),
(77, 95, 'Республика Хакасия', ' Абакан'),
(78, 96, 'Чеченская Республика', ' Грозный'),
(79, 97, 'Чувашская Республика - Чувашия', ' Чебоксары'),
(80, 98, 'Республика Саха (Якутия)', ' Якутск'),
(81, 99, 'Еврейская автономная область', ' Биробиджан');
